{
    "items": [
      {
        "id": 1,
        "category": "shoes",
        "name": "Nike",
        "description": "Nike adalah sepatu stylish dengan desain modern, dilengkapi dengan teknologi air cushioning untuk kenyamanan sepanjang hari, cocok untuk aktivitas sehari-hari dan penampilan yang trendi.",
        "price": 9000000,
        "currency": "IDR",
        "model3d": "/assets/images/3d/shoe/uploads_files_4182569_shoes.obj"
      },
      {
        "id": 2,
        "category": "shoes",
        "name": "Jordan",
        "description": "Air Jordan 1 adalah sepatu ikonik dengan desain klasik yang menggabungkan kenyamanan dan gaya, menampilkan perpaduan warna yang mencolok dan bahan premium, sempurna untuk tampil stylish baik di lapangan maupun sehari-hari.",
        "price": 8000000,
        "currency": "IDR",
        "model3d": "/assets/images/3d/shoe/uploads_files_5203823_JORDAN+_R.obj"
      },
      {
        "id": 3,
        "category": "shoes",
        "name": "Vans",
        "description": "Vans Classic Slip-On adalah sepatu low-profile yang nyaman dengan desain tanpa tali, menampilkan pola checkerboard ikonik dan sol waffle khas, ideal untuk gaya santai dan aktivitas sehari-hari.",
        "price": 7000000,
        "currency": "IDR",
        "model3d": "/assets/images/3d/shoe/uploads_files_5627721_shoes+2.obj"
      },
      {
        "id": 4,
        "category": "shoes",
        "name": "Asics",
        "price": 6000000,
        "currency": "IDR"
      },
      {
        "id": 5,
        "category": "hats",
        "name": "Lock & Co. Hatters",
        "description": "Topi Lock & Co. Hatters adalah aksesori mewah yang dibuat dengan tangan oleh pembuat topi terkemuka, menggabungkan desain elegan dan kualitas tinggi, memberikan sentuhan klasik dan gaya yang tak lekang oleh waktu.",
        "price": 1000000,
        "currency": "IDR",
        "model3d": "/assets/images/3d/hat/uploads_files_1881551_Homburg_hat.obj"
      },
      {
        "id": 6,
        "category": "hats",
        "name": "Adidas",
        "description": "Topi Adidas adalah aksesori olahraga dan streetwear yang mengutamakan kenyamanan dan gaya. Dengan desain minimalis, sering menampilkan logo tiga garis atau trefoil, topi Adidas tersedia dalam berbagai model seperti snapback, baseball cap, dan bucket hat.",
        "price": 900000,
        "currency": "IDR",
        "model3d": "/assets/images/3d/hat/uploads_files_1956645_Cap_OBJ.obj"
      },
      {
        "id": 7,
        "category": "shirts",
        "name": "Uniqlo",
        "description": "Kaos polos Uniqlo terbuat dari bahan katun berkualitas tinggi, nyaman dipakai sepanjang hari, dan memiliki desain simpel namun modern, cocok untuk berbagai gaya dan mudah dipadupadankan dengan pakaian lain.",
        "price": 300000,
        "currency": "IDR",
        "model3d": "/assets/images/3d/tshirt/uploads_files_1860402_ShirtOnHanger/Shirt on Hanger.obj"
      },
      {
        "id": 8,
        "category": "watches",
        "name": "Falken",
        "description": "Jam tangan Falken dari Triwa menawarkan desain minimalis Skandinavia dengan perpaduan elegan antara bahan stainless steel dan kulit premium. Cocok untuk gaya formal maupun kasual, jam ini mengutamakan kualitas dan estetika modern.",
        "price": 5000000,
        "currency": "IDR",
        "model3d": "/assets/images/3d/watch/uploads_files_419347_Triwa_Falken_Wrist_Watch.obj"
      }
    ],
    "colors": [
      "blue",
      "yellow",
      "red",
      "green",
      "purple"
    ]
  }
  